;
; Çevirmen için ipuçları:
; Çeviri işlemine başlamak için - english.ini dosyasını "yourlanguage.ini" olarak kopyalayın.
; Lütfen yalnızca '=' sembolünden sonraki metni çevirin.
; 'ReadHabit=Left-to-right' satırını çevirmeyin, ancak ana diliniz 'Sağdan-sola' ise bu kısmı güncelleyebilirsiniz.
; Ayrıca çeviri işlemini kolayca tamamlamanıza yardımcı olacak 'translator for wisecleaner.com' aracını kullanabilirsiniz.
; Bu çeviri aracını https://www.wisecleaner.com/language.html adresinden indirebilirsiniz.
;
;
; Çeviri Yazarı = Fahri Avcı
; Çeviri Yazarı E-posta = fahriavci@gmail.com
; Ürün adı: Wise Disk Cleaner
; Sürüm = 11.2.2
; Güncelleme: 26 Haziran 2025
;
[Lang]
NativeLanguage=Türkçe
ChangeLang=Değişikliklerin uygulanması için lütfen programı yeniden başlatın.

[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=Tamam
ButtonMinimize=Simge Durumuna Küçült
ButtonMaximize=Ekranı Kapla
ButtonClose=Kapat
ButtonRestore=Geri Yükle
ButtonMenu=Menü
ButtonCancel=İptal

[Translation]
ReadHabit=Left-to-right
LanguageName=TR
LangCode=041F
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bilgi
Warning=Uyarı
Error=Hata
Confirm=Onay
pmStyle=Görünüm

;
; Açılır Menü
;
pmGo=Dosya konumunu aç
pmNone=Hiçbirini seçme
pmAll1=Tümünü seç
pmrec=Tavsiye edilen
pmIgnore=Seçileni yoksay
pmExport=Dışa aktar...
pmInvert=Seçimi tersine çevir

;
; Ana Arayüz
;
FrmWDC.pmPortable.caption=Taşınabilir sürüm oluştur
FrmWDC.pmRestore.caption=Geri yükle
FrmWDC.pmSettings.caption=Ayarlar
FrmGeneral.chkuac.caption=UAC'yi atla
FrmWDC.pmHelp.caption=Çevrimiçi Yardım
FrmWDC.pmHome.caption=Ana Sayfa
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Bize ulaşın
FrmWDC.pmCheckNew.caption=Güncellemeleri denetle
FrmWDC.pmLang.caption=Diller
FrmWDC.pmabout.caption=Hakkında
FrmWDC.btncomm.caption=Genel Temizleyici
FrmWDC.btnadv.caption=Gelişmiş Temizleyici
FrmWDC.btnsilm.caption=Sistem Temizleme
FrmWDC.btnsuggest.caption=Destek ve Geri Bildirim
FrmWDC.btnmessage.caption=Haberler

;
; Gelişmiş Temizleyici
;
Frmadvdc.btnscan.caption=Tara
Frmadvdc.lblpath.caption=Sürücüleri seçin:
Frmadvdc.btnrescan.caption=Yeniden tara
Frmadvdc.btnre.caption=Önerilen
Frmadvdc.btnall.caption=Tümünü seç
Frmadvdc.btnadvanced.caption=Gelişmiş ayarlar
Frmadvdc.btnnone.caption=Hiçbirini seçme
Frmadvdc.lblspeed.caption=Dünyanın En Hızlı Tarama Hızı!
Frmadvdc.vtfiles.Columns[0]=Ad
Frmadvdc.vtfiles.Columns[1]=Boyut
Frmadvdc.vtfiles.Columns[2]=Yol
Frmadvdc.vtfiles.Columns[3]=Erişim Tarihi
Frmadvdc.vtfiles.Columns[4]=Tür

;
; Gelişmiş Ayarlar
;
FrmAdvSettings.btnok.caption=Tamam
FrmAdvSettings.btnadd.caption=Ekle
FrmAdvSettings.btnremove.caption=Kaldır
FrmAdvSettings.btncancel.caption=İptal
FrmAdvSettings.caption=Gelişmiş Ayarlar
FrmAdvSettings.btnre.caption=Önerilen
FrmAdvSettings.btnall.caption=Tümünü seç
FrmAdvSettings.btnnone.caption=Hiçbirini seçme

;
; Girdi
;
Frminput.btnok.caption=Tamam
Frminput.btncancel.caption=İptal

;
; Hakkında
;
frmabout.lblUninstall.caption=Kaldırma Talimatı
frmabout.lblPolicy.caption=Gizlilik Politikası
frmabout.lblEula.caption=Son Kullanıcı Lisans Sözleşmesi
FrmAbout.caption=Hakkında
FrmAbout.lblver.caption=Geçerli Sürüm:
FrmAbout.lblhome.caption=Ana Sayfa:
FrmAbout.lblemail.caption=Destek E-postası:
FrmAbout.lblthanks.caption=Katkılarından dolayı aşağıdaki kişilere teşekkür ederiz:

;
; Otomatik Çalıştırma Ayarları
;
FrmAutorunSettings.lblcmd.caption=Komut satırı modu
FrmAutorunSettings.lblcmdinfo.caption=Bu programı komut satırı üzerinden çalıştırarak disk sürücülerini tarayıp temizleyebilirsiniz. Daha fazla bilgi için F1 tuşuna basın ya da aşağıdaki bağlantıya tıklayarak yardım belgelerimizi okuyun.
FrmAutorunSettings.chk1.caption=Masaüstüne "1 tıklamayla temizle" simgesi oluştur.
FrmAutorunSettings.chkadv.caption=Gelişmiş Temizleyici dahil
FrmAutorunSettings.btnhelp.caption=Çevrimiçi Yardım

;
; Genel Temizleyici
;
FrmCommon.btnall.caption=Tümünü seç
FrmCommon.btnre.caption=Önerilen
FrmCommon.btnnone.caption=Hiçbirini seçme
FrmCommon.wckadv.caption=Gelişmiş Temizleyici dahil
FrmCommon.WiseLabel1.caption=Otomatik Temizleme
FrmCommon.lbltype.caption=Görevi çalıştır:
FrmCommon.lblweek.caption=Tarih:
FrmCommon.lbltime.caption=Saat:
FrmCommon.btnScan.caption=Tara
FrmCommon.lblstat.caption=Gereksiz dosya ve izleri hızlı ve kolayca temizleyin.
FrmCommon.btncancel.caption=İptal
FrmCommon.btnrescan.caption=Yeniden tara
FrmCommon.lbltrash.caption=Çöp
FrmCommon.lbltrace.caption=İzler
FrmCommon.lblapp.caption=Uygulamalar
FrmCommon.lblcookie.caption=Çerezler
FrmCommon.lbltrashhint.caption=Bilgisayardaki gereksiz dosyalar.
FrmCommon.lbltracehint.caption=Sistem ve kullanıcı izleri.
FrmCommon.lblapphint.caption=Diğer uygulamalar tarafından oluşturulan gereksiz dosya veya izler.
FrmCommon.lblcookiehint.caption=Tarayıcı ve Flash çerezleri.

;
; Hariç Tutulanlar Listesi
;
FrmExclusion.btnAddFile.caption=Dosya ekle
FrmExclusion.btnAddFolder.caption=Klasör ekle
FrmExclusion.btnAddType.caption=Dosya türü ekle
FrmExclusion.BtnAddCookie.caption=Çerez ekle
FrmExclusion.btnImport.caption=İçe aktar
FrmExclusion.btnExport.caption=Dışa aktar
FrmExclusion.btnRemove.caption=Kaldır

;
; Genel Ayarlar
;
FrmGeneral.lbtran.caption=Şuraya çevir...
FrmGeneral.chknotice.caption=Otomatik temizlemeden sonra bildirim göster.
FrmGeneral.chkwipe.caption=Güvenli silme (1 geçişli rastgele veri)
FrmGeneral.WiseLabel1.caption=Güncellemeleri denetle
FrmGeneral.WiseLabel2.caption=Dil
FrmGeneral.chkexp.caption=Müşteri Deneyimi Geliştirme Programı’na katıl.
FrmGeneral.ckRestorePoint.caption=Sistemi temizlemeden önce otomatik geri yükleme noktası oluştur.

;
; Özel Ayarlar
;
FrmCustom.WiseLabel4.caption=Özelleştirilmiş klasörleri boşalt (yalnızca Gelişmiş Temizleyici’de geçerlidir)
FrmCustom.btnAdd.caption=Ekle
FrmCustom.btnRemove.caption=Kaldır
FrmCustom.lblCustom.caption=Tarama kurallarınızı özelleştirin.
FrmCustom.lblcustominfo.caption=Deneyimli bir kullanıcıysanız, daha fazla gereksiz dosya taraması için tarama kurallarını özelleştirebilirsiniz. Yapılandırma dosyası oluşturmayı öğrenmek için aşağıdaki bağlantıya tıklayın.
FrmCustom.btnhelp.caption=Çevrimiçi Yardım

;
; Geri Yükleme
;
FrmRestore.btnrestore.caption=Geri yükle
FrmRestore.btnremove.caption=Kaldır
FrmRestore.Btnclose.caption=Kapat
FrmRestore.caption=Geri Yükle

;
; Ayarlar
;
FrmSettings.tsCommon.caption=Genel
FrmSettings.tsAutoRun.caption=Otomatik Çalıştır
FrmSettings.tsExclusion.caption=Hariç Tutulanlar
FrmSettings.btnAbout.caption=Hakkında
FrmSettings.btnok.caption=Tamam
FrmSettings.btncancel.caption=İptal
FrmSettings.caption=Ayarlar
FrmSettings.tsCustom.caption=Özel

;
; Sistem Temizleme
;
FrmSysClean.btnSlimming.caption=Kaldır
FrmSysClean.btnall.caption=Tümünü seç
FrmSysClean.btnrecommended.caption=Önerilen
FrmSysClean.btnnone.caption=Hiçbirini seçme
FrmSysClean.vtsys.Columns[0]=Ad
FrmSysClean.vtsys.Columns[1]=Boyut
FrmSysClean.vtsys.Columns[2]=Konum
FrmSysClean.vtsys.Columns[3]=Öneri

;
; Disk Birleştirici
;
FrmDiskDefrag.btnfree.caption=Boş alan
FrmDiskDefrag.btnfolder.caption=Klasör
FrmDiskDefrag.btnfile.caption=Dosya
FrmDiskDefrag.btnsystem.caption=Sistem dosyası
FrmDiskDefrag.btnFragmented.caption=Parçalar
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.btnpause.caption=Duraklat
FrmDiskDefrag.btnstop.caption=Durdur
FrmDiskDefrag.btnDefrag.caption=Disk Birleştir
FrmWDC.btndefrag.caption=Disk Birleştirici
FrmDiskDefrag.lbltask.caption=Birleştirmeden sonra:

[Message]
DupItem=Bu öğe zaten hariç tutulanlar listesinde yer alıyor.
NoNews=Okunmamış mesajınız yok.
ConfirmRemoveDownload=Bu işlem, İndirilenler klasöründeki tüm dosyaları silecek. Devam etmek istediğinizden emin misiniz?
Skipped=Atlandı
NeedAdmin=Bu özellik yalnızca yöneticiler içindir. Özelliği çalıştırmak istiyorsanız lütfen yönetici olarak oturum açın.
Entries=Girdiler
Clean=Temizle
ScheduleHint=Bilgisayarınızı düzenli olarak temizleyin.
UpdateError=Güncelleme hatası. En son sürümü web sitemizden indirmek ister misiniz?
LestOneItem=Temizlenecek en az bir öğe seçmelisiniz.
HistorySaved=Toplam boşaltılan alan: %s
DisableAdd=Güvenlik nedeniyle bazı özel klasörlerin ("Windows", "Sabit Disk Önyüklemesi", "CD-ROM" gibi) bu listeye eklenmesine izin verilmez.
ConfirmAdd="Gelişmiş Temizleyici" çalıştırıldığında %s içindeki tüm dosyaların silinmesini istediğinizden emin misiniz?
DupFolder=Bu klasör zaten listede bulunuyor.
ExImport=Hariç tutulanlar listesi dışa aktarıldı:
SelectHardDrive=Lütfen bir sabit disk seçin
CreationDate=Oluşturulma tarihi
Description=Açıklama
NowCleaning=Şu anda temizleniyor:
ScheduleNextTime=Sonraki zaman:
Never=Hiçbir zaman
InputType=Bir dosya adı veya dosya türü girin (örneğin, *.tmp).
WarnNoType=Lütfen en az bir dosya türü seçin.
NoItemChecked=Hiçbir dosya seçilmedi. Lütfen en az birini seçin.
WDCRunning=Program çalışıyor.
RemoveSysRestore=Seçilen sistem geri yükleme noktasını silmek istiyor musunuz?
RestoreFromSysRestore=Sistem Geri Yükleme işlemi için bilgisayar yeniden başlatılmalıdır. Lütfen devam etmeden önce çalışmalarınızı kaydedin. Geri yükleme işlemini başlatmak istiyor musunuz?
SysRestoring=Sistem geri yüklemesi hazırlanıyor...
SysCreating=Sistem geri yükleme noktası oluşturuluyor...
Browse=Gözat
AllHardDrive=Yerel Disk
Cleaning=Temizleniyor...
Exported=Tarama sonuçları %s konumuna dışa aktarıldı. Raporu şimdi açmak ister misiniz?
LeftTimeSec=Süre: %s saniye
Safetodel=Bu öğe güvenle silinebilir.
MoreSpace=Daha fazla alan için.
Unknow=Bilinmiyor
AddFileType=Ekle
AlreadExist=%s zaten listede mevcut.
illegalType=%s geçersiz bir dosya türüdür.
Summary=Özet
InputSummary=Dosya veya dosya türü için bir açıklama girin.
noselected=Hiçbir öğe seçilmedi.
DelFileType=Bu dosya türünü silmek istediğinizden emin misiniz?
ScanAborted=Tarama iptal edildi.
TrashFound=%d dosya, toplam %s bulundu.
NoTrashAndTrace=Tebrikler! Bilgisayarınız temiz!
CleanDone=Temizleme tamamlandı!
LestOne=Taramak için en az bir öğe seçin.
LestOneClean=Temizlemek için en az bir öğe seçin.
Scanning=Tarama yapılıyor...
InvalidIgnorItem=Bu öğe yoksayılamaz.
TraceFound=%d iz bulundu.
CleanNow=Disk alanını boşaltmak ve bilgisayarınızı temiz ve hızlı hale getirmek için 【Temizle】 düğmesine tıklayın.
TrashRemoved=%d dosya kaldırıldı ve %s disk alanı boşaltıldı.
TraceRemoved=%d iz kaldırıldı.
LastCommonClean=Son disk temizleme zamanı:
Working=Lütfen mevcut görev tamamlanana kadar bekleyin, ardından tekrar deneyin.
NoFilesFound=Geçici dosya bulunamadı
NoTracesFound=İz bulunamadı
FindTraces=%d iz bulundu
NoItemFound=Hiçbir öğe bulunamadı
FindFilesSize=%d dosya, %s
FindTracesSection=%d iz
CanFreeSpace=%d dosya bulundu ve %s alan boşaltılabilir
TotalTraces=Toplam %d iz bulundu
EnableRestore=Sistem Geri Yükleme devre dışı. Etkinleştirmek ister misiniz?
RestorePointFail=Sistem geri yükleme noktası oluşturulamadı.
ErrorMsg=Hata Mesajı:
NoNewVer=Tebrikler. Kullandığınız sürüm en güncel olanıdır!
KeyWord=Lütfen anahtar kelimenizi girin:
AddFolder=Klasör ekle
CannotCrTask=Zamanlanmış görev oluşturulamadı.
InvalidType=Lütfen geçerli bir dosya uzantısı girin.
NoType=Lütfen en az bir dosya türü seçin.
FailToDelete=Bazı dosyalar silinemedi ve sistem yeniden başlatıldıktan sonra silinebilir.
GoodHabit=Bilgisayarınızı temiz tutmak iyi bir alışkanlıktır. Lütfen bu alışkanlığı sürdürün!
7After=Son temizlemeden bu yana %d gün geçmiş. Şimdi tarama yapılması önerilir.
7Before=Sürücülerinizi temiz ve gizliliğinizi güvende tutmak iyi bir alışkanlıktır.
TaskExists=Zamanlanmış görev zaten mevcut. Silmek mi yoksa yeni bir görev mi oluşturmak istiyorsunuz? (Hayır - Mevcut görevi düzenle. İptal - İşlemi iptal et.)
NoBackupSelected=Lütfen geri yüklemek için en az bir yedek seçin.
StartScan=Tara
StartClean=Temizle
Cancel=İptal
Idle=Boştayken
Login=Oturum açıldığında
Daily=Günlük
Weekly=Haftalık
Monthly=Aylık
Monday=Pazartesi
Tuesday=Salı
Wednesday=Çarşamba
Thursday=Perşembe
Friday=Cuma
Saturday=Cumartesi
Sunday=Pazar
AvdDefaultHint=Seçili diskleri tarayarak daha fazla gereksiz dosya bulun ve daha fazla alan açın.
TrashFoundEx=Aşağıdaki geçici dosyalar bulundu:
NoDriveChecked=Lütfen taramak için en az bir sürücü seçin.
ScanFor=Taranıyor...
FindDrives=Sürücüler aranıyor...
NewVer=Yeni bir sürüm mevcut! Şimdi güncellemek ister misiniz?
TranslateTo=Şuraya çevir...
AddCookies=Çerez Ekle
InputCookie=Bir alan adı girin (örneğin: wisecleaner.com)
InvalidCookie=Geçersiz çerezler
BrowserRunning=%s çalışıyor. Kapatmak ister misiniz? Aksi takdirde önbellek ve çerezler temizlenemez.
CookieConfirm=Seçilen öğeler arasında "Çerezler" var. Bunları temizlemek istediğinizden emin misiniz?
PWPConfirm=Seçilen öğeler arasında "Tarayıcı Kayıtlı Parolaları" var. Bunları temizlemek istediğinizden emin misiniz?
PWCookieConfirm=Seçilen öğeler arasında "Tarayıcı Kayıtlı Parolaları" ve "Çerezler" var. Bunları temizlemek istediğinizden emin misiniz?
checkPswHint=Seçiminiz, ÖNERMEDİĞİMİZ bazı temizlik kurallarını içeriyor. Lütfen kontrol edip onaylayın.
checkAllHint=Seçiminiz, Kayıtlı Parolaların silinmesini içeren bir temizlik kuralı barındırıyor. Devam ederseniz tüm kayıtlı parolalar silinecektir.
clickfix=Düzeltmek için buraya tıklayın.

[CommonClean]
ScanAbortedHint=Daha fazla gereksiz dosya ve iz bulmak için hemen yeniden tarama yapmanızı öneririz.
DefaultHint=Gereksiz dosya ve internet izlerini temizlemek alan tasarrufu sağlar ve gizliliğinizi korur.
ScanAbortedHint1=Daha fazla gereksiz dosya bulmak için hemen yeniden tarama yapmanızı öneririz.
WhenIdle=Boştayken
WhenLogin=Oturum açıldığında

[SysClean]
Open=Aç
Remove=Kaldır
MoreSpace=İsteğe bağlı
Cleaning=Temizleniyor...
Scanning=Tarama yapılıyor...
ScanEnd=Toplam %d öğe bulundu. Sistem temizlendikten sonra %s disk alanı boşaltılacak.
NoItems=Tebrikler. Sistem sürücünüz temiz.
SpaceFreed=Temizleme tamamlandı. %s disk alanı boşaltıldı.
Installer=Eski Windows Yükleyici
LongInstaller=Eski Windows yükleyici dosyaları gereksizdir. Bunlar silinerek disk alanı boşaltılabilir.
PatchUninstall=Windows Güncelleme Yama Kaldırma Dosyaları
LongPatchUninstall=Windows güncellemelerini kaldırmanız gerekmiyorsa, bu dosyaları silebilirsiniz.
Downloadedfiles=Windows İndirilmiş Kurulum Dosyaları
Longdownloadedfiles=Windows güncelleme yamaları başarıyla kurulduktan sonra bu dosyalar güvenle silinebilir.
Baselinecache=Windows Yükleyici Temel Önbelleği
LongBaselinecache=Bu dosyalar Windows yükleyici servisi tarafından oluşturulmuştur ve silinebilir.
JPIME=Japonca Giriş Yöntemi (IME)
LongJPIME=Artık Japonca IME dosyalarına ihtiyaç duymuyorsanız bunları silebilirsiniz.
KoreanIME=Korece Giriş Yöntemi (IME)
LongKoreanIME=Artık Korece IME dosyalarına ihtiyaç duymuyorsanız bunları silebilirsiniz.
TChineseIME=Geleneksel Çince Giriş Yöntemi (IME)
LongTChineseIME=Artık geleneksel Çince IME dosyalarına ihtiyaç duymuyorsanız bunları silebilirsiniz.
MPinyinIME=MS Pinyin IME
LongMPinyinIME=Artık MS Pinyin IME dosyalarına ihtiyaç duymuyorsanız bunları silebilirsiniz.
HelpFile=Windows Yardım Dosyaları
LongHelpFile=Windows yardım dosyalarına artık ihtiyacınız yoksa bunları silebilirsiniz.
SamplePic=Windows Örnek Resimler
LongSamplePic=Örnek resimlere artık ihtiyacınız yoksa bunları silebilirsiniz.
SampleMic=Windows Örnek Müzikler
LongSampleMic=Örnek müziklere artık ihtiyacınız yoksa bunları silebilirsiniz.
SampleVideos=Windows Örnek Videolar
LongSampleVideos=Örnek videolara artık ihtiyacınız yoksa bunları silebilirsiniz.
SampleMedia=Windows Örnek Medya
LongSampleMedia=Örnek medya dosyalarına artık ihtiyacınız yoksa bunları silebilirsiniz.
Wallpaper=Windows Duvar Kağıdı Dosyaları
LongWallpaper=Duvar kağıdı dosyalarına artık ihtiyacınız yoksa bunları silebilirsiniz.

[DiskDefrag]
Aborted=İptal edildi
Volume=Sürücü
Format=Dosya Sistemi
TotalSpace=Toplam Alan
FreeSpace=Boş Alan
Fragmented=Parçalar
Status=Durum
PmDefrag=Birleştir
FullOpt=Tam Optimizasyon
PmAnlyse=Analiz Et
Resume=Sürdür
Analying=Analiz ediliyor
Defragmenting=Birleştiriliyor
Optimizing=Optimizasyon yapılıyor
Analyed=Analiz edildi
Defragmented=Birleştirildi
Optimized=Optimizasyon tamamlandı
Pause=Duraklat
SSD=SSD desteklenmiyor.
FragmentedRate=Parçalanma Oranı
PmNoAct=İşlem Yok
PmShutdown=Bilgisayarı Kapat
PmSleep=Uyku
PmHibernation=Hazırda Beklet
PmLoginoff=Oturumu Kapat
PmOptimize=Akıllı Optimizasyon
Trimming=TRIM işlemi yapılıyor
Trimmed=TRIM uygulandı
SmartOptimize=Akıllı Optimizasyon, diski birleştirmek, optimize etmek veya TRIM uygulamak için en uygun yöntemi analiz edip seçecektir.
TypeFixDisk=HDD
TypeSSD=SSD
TypeRemovable=Çıkarılabilir
MediaType=Tür
LastTrim=Son TRIM işleminden bu yana %d gün geçti.

[Area]
NetworkDataUsage=Ağ Veri Kullanımı
DirectXCache=DirectX Gölgelendirici Önbelleği
DeliveryCache=Windows Teslimat Optimizasyonu Dosyaları
WinInstallerPackage=Eski Windows Yükleyici
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
WindowsSysCache=Windows Sistem Önbelleği
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Yükleyici Önbelleği
WinSxsBackup=Windows WinSxs Yedekleri
Cookies=Çerezler
DOMStoreCookies=Microsoft IE DOM Store Çerezleri
DownloadedPatch=İndirilen Windows Program Dosyaları
Downloads=Tarayıcıdan indirilen dosyalar
Dump=Bellek Döküm Dosyaları
ErrorReport=Hata Raporlama Dosyaları
ExplorerMRU=Diğer Gezgin MRU’ları
RemoteDesktopHistory=Uzak Masaüstü Geçmişi
FontCache=Windows Yazı Tipi Önbelleği
Iconcache=Simge Önbelleği
DNSCache=DNS Önbelleği
IISLog=IIS Günlüğü
InvalidLnk=Geçersiz Kısayollar
InvalidScTask=Geçersiz Zamanlanmış Görevler
InvalidStartMenu=Geçersiz Başlat Menüsü Kayıtları
OutlookSearchHistory=Microsoft Outlook Arama Geçmişi
JumpList=Görev Çubuğu Atlama Listeleri (Hızlı Erişim'e sabitlenen öğeler de silinecektir.)
LogFile=Sistem Günlük Dosyaları
MESCache=Microsoft Security Essentials Önbelleği
MetroCache=Windows Metro Önbelleği
Microsoft.WindowsMaps=Bing Haritalar
Microsoft.BingFinance=Bing Finans
Microsoft.BingNews=Bing Haberler
Microsoft.BingSports=Bing Spor
Microsoft.BingWeather=Bing Hava Durumu
Microsoft.ZuneMusic=Groove Müzik
Microsoft.ZuneVideo=Filmler ve TV
Microsoft.ScreenSketch=Ekran Alıntısı ve Taslak
Microsoft.SkypeApp=Skype
9E2F88E3.Twitter=Twitter
Facebook.Facebook=Facebook
Microsoft.Microsoft3DViewer=3B Görüntüleyici
MSOffice=Microsoft Office
Networkmapping=Ağ Sürücü Eşleme Geçmişi
Office=Microsoft Office
OfficePicture=Microsoft Office Resim Yöneticisi
OfficeRecent=Microsoft Office Son Geçmiş
Prefetch=Eski Prefetch Verisi
Recentdocuments=Son Belgeler
Recyclebin=Geri Dönüşüm Kutusunu Boşalt
RemoteDesktop=Uzak Masaüstü Önbellek Dosyaları
RunStartMenu=Başlat Menüsünde Çalıştır
SearchList=Windows Arama Geçmişi
SysTemp=Windows Tarafından Oluşturulan Geçici Dosyalar
SystemTrace=Windows ve Uygulama İzleri
ThumbCache=Küçük Resim Önbelleği
TraceClean=Bilgisayardaki İzler
TraryNotify=Bildirim Alanı Simge Önbelleği
TrashClean=Bilgisayardaki Dosyalar
TypeInternetCache=Web Tarayıcı Önbelleği
TypeInternetTrace=Web Tarayıcı İzleri
TypeMedia=Multimedya
TypeOtherApp=Diğer Uygulamalar
TypeSystem=Windows Sistemi
TypeWComponents=Windows Bileşenleri
UserTemp=Uygulamalar Tarafından Oluşturulan Geçici Dosyalar

Microsoft.WindowsFeedbackHub=Windows Geri Bildirim Merkezi
Microsoft.WindowsFileRecovery=Windows Dosya Kurtarma
Microsoft.WindowsSoundRecorder=Windows Ses Kaydedici
ChromeCache=Google Chrome Önbelleği
ChromeCookies=Google Chrome Çerezleri
ChromeForm=Google Chrome Otomatik Doldurma Form Geçmişi
Chromelocalstorage=Google Chrome Geçmişi
ChromePasswords=Google Chrome Kayıtlı Parolalar
ChromeSession=Google Chrome Oturumu
chromebookmarks=Google Chrome Yer İmleri Yedeği

FireFoxCache=Mozilla Firefox Önbelleği
FireFoxCookies=Mozilla Firefox Çerezleri
FireFoxForm=Mozilla Firefox Otomatik Doldurma Form Geçmişi
FireFoxOther=Mozilla Firefox Diğer Geçmiş Verileri
FireFoxPasswords=Mozilla Firefox Kayıtlı Parolalar
FireFoxSession=Mozilla Firefox Oturumu
FireFoxbookmarks=Mozilla Firefox Yer İmleri Yedeği

LastDownloadDir=Son İndirme Konumu
IEAddressBarHistory=Microsoft Internet Explorer adres çubuğu geçmişi
IECahce=Microsoft IE Önbelleği
IECookies=Microsoft IE Çerezleri
IEForm=IE Otomatik Doldurma Form Geçmişi
IEHistory=Microsoft Internet Explorer Aktif Geçmişi
IEPasswords=IE Kayıtlı Parolalar

OperaStableCache=Opera (Stable) Önbelleği
OperaStableCookies=Opera (Stable) Çerezleri
OperaStableHistory=Opera (Stable) Geçmişi
OperaStablePasswords=Opera (Stable) Kayıtlı Parolalar
OperaStableSessions=Opera (Stable) Oturumları
OperaStableForm=Opera (Stable) Otomatik Doldurma Form Geçmişi
OperaStablebookmarks=Opera (Stable) Yer İmleri Yedeği

SafariCache=Safari İnternet Önbelleği
SafariCookies=Safari Çerezleri
SafariHistory=Safari Geçmişi
SafariPasswords=Safari Kayıtlı Form Bilgileri

PaleMoonCache=PaleMoon Önbelleği
PaleMoonCookies=PaleMoon Çerezleri
PaleMoonDownloadHistory=PaleMoon İndirme Geçmişi
PaleMoonHistory=PaleMoon Geçmişi
PaleMoonSavedFormInformation=PaleMoon Kayıtlı Form Bilgileri
PaleMoonSession=PaleMoon Oturumu
PaleMoonSitePreferences=PaleMoon Site Tercihleri

Vivaldi=Vivaldi
VivaldiCache=Vivaldi Önbelleği
VivaldiCookies=Vivaldi Çerezleri
VivaldiForm=Vivaldi Otomatik Doldurma Form Geçmişi
Vivaldilocalstorage=Vivaldi Geçmişi
VivaldiSavedPasswords=Vivaldi Kayıtlı Parolalar
VivaldiSession=Vivaldi Oturumu

Yandex=Yandex
YandexCache=Yandex Önbelleği
YandexCookies=Yandex Çerezleri
YandexForm=Yandex Otomatik Doldurma Form Geçmişi
YandexLocalstorage=Yandex Geçmişi
YandexPasswords=Yandex Kayıtlı Parolalar
YandexSession=Yandex Oturumu

BraveBrowser=Brave Tarayıcı
BraveBrowserCache=Brave Tarayıcı Önbelleği
BraveCookies=Brave Tarayıcı Çerezleri
Braveform=Brave Tarayıcı Otomatik Doldurma Form Geçmişi
BraveBrowserlocalstorage=Brave Tarayıcı Geçmişi
BravePasswords=Brave Tarayıcı Kayıtlı Parolalar
BraveSession=Brave Tarayıcı Oturumu

MSEdgeCache=MS Edge Önbelleği
MSEdgeHistory=MS Edge Geçmişi
MSEdgeDownloadHistory=MS Edge İndirme Geçmişi
MSEdgeTypedURLs=MS Edge Yazılmış URL’ler
MSEdgeSavedFormInformation=MS Edge Kayıtlı Form Bilgileri
MSEdgeSavedPasswords=MS Edge Kayıtlı Parolalar
MSEdgeSession=MS Edge Oturumu
MSEdgelocalstorage=MS Edge Yerel Depolama
MSEdgeCookies=MS Edge Çerezleri
MSEdgebookmarks=MS Edge Yer İmleri Yedeği
ComodoDragonCache=Comodo Dragon Önbelleği
ComodoDragonlocalstorage=Comodo Dragon Geçmişi
ComodoDragonForm=Comodo Dragon Otomatik Doldurma Form Geçmişi
ComodoDragonPasswords=Comodo Dragon Kayıtlı Parolalar
ComodoDragonSession=Comodo Dragon Oturumu
ComodoDragonCookies=Comodo Dragon Çerezleri

RockMeltCache=RockMelt Önbelleği
RockMeltlocalstorage=RockMelt Geçmişi
RockMeltForm=RockMelt Otomatik Doldurma Form Geçmişi
RockMeltPasswords=RockMelt Kayıtlı Parolalar
RockMeltSession=RockMelt Oturumu
RockMeltCookies=RockMelt Çerezleri

CentBrowserCache=CentBrowser Önbelleği
CentBrowserlocalstorage=CentBrowser Geçmişi
CentBrowserForm=CentBrowser Otomatik Doldurma Form Geçmişi
CentBrowserPasswords=CentBrowser Kayıtlı Parolalar
CentBrowserSession=CentBrowser Oturumu
CentBrowserCookies=CentBrowser Çerezleri

ChromiumCache=Chromium Önbelleği
Chromiumlocalstorage=Chromium Geçmişi
ChromiumForm=Chromium Otomatik Doldurma Form Geçmişi
ChromiumPasswords=Chromium Kayıtlı Parolalar
ChromiumSession=Chromium Oturumu
ChromiumCookies=Chromium Çerezleri

TorchCache=Torch Önbelleği
Torchlocalstorage=Torch Geçmişi
TorchForm=Torch Otomatik Doldurma Form Geçmişi
TorchPasswords=Torch Kayıtlı Parolalar
TorchSession=Torch Oturumu
TorchCookies=Torch Çerezleri

OperaGXCache=Opera GX Önbelleği
OperaGXlocalstorage=Opera GX Geçmişi
OperaGXForm=Opera GX Form Geçmişi
OperaGXPasswords=Opera GX Kayıtlı Parolalar
OperaGXSession=Opera GX Oturumu
OperaGXCookies=Opera GX Çerezleri

SogouExplorerCache=Sogou Explorer Önbelleği
Sogouhistory=Sogou Explorer Geçmişi
SogouForm=Sogou Explorer Otomatik Doldurma Form Geçmişi
SogouExplorerSession=Sogou Explorer Oturumu
SogouExplorerCookies=Sogou Explorer Çerezleri

WaterFoxCache=WaterFox Önbelleği
WaterFoxForm=WaterFox Otomatik Doldurma Form Geçmişi
WaterFoxPasswords=WaterFox Kayıtlı Parolalar
WaterFoxOther=WaterFox Diğer Geçmiş Verileri
WaterFoxSession=WaterFox Oturumu
WaterFoxCookies=WaterFox Çerezleri
WaterFoxbookmarks=WaterFox Yer İmleri Yedeği

CocCocCache=CocCoc Önbelleği
CocCoclocalstorage=CocCoc Geçmişi
CocCocForm=CocCoc Otomatik Doldurma Form Geçmişi
CocCocPasswords=CocCoc Kayıtlı Parolalar
CocCocSession=CocCoc Oturumu
CocCocCookies=CocCoc Çerezleri
CocCocbookmarks=CocCoc Yer İmleri Yedeği

AvastCache=Avast Secure Tarayıcı Önbelleği
Avastlocalstorage=Avast Secure Tarayıcı Geçmişi
AvastForm=Avast Secure Tarayıcı Otomatik Doldurma Form Geçmişi
AvastPasswords=Avast Secure Tarayıcı Kayıtlı Parolalar
AvastSession=Avast Secure Tarayıcı Oturumu
AvastCookies=Avast Secure Tarayıcı Çerezleri
Avastbookmarks=Avast Secure Tarayıcı Yer İmleri Yedeği

AOLCache=AOL Shield Pro Önbelleği
AOLlocalstorage=AOL Shield Pro Geçmişi
AOLForm=AOL Shield Pro Otomatik Doldurma Form Geçmişi
AOLPasswords=AOL Shield Pro Kayıtlı Parolalar
AOLSession=AOL Shield Pro Oturumu
AOLCookies=AOL Shield Pro Çerezleri
AOLbookmarks=AOL Shield Pro Yer İmleri Yedeği

QuarkBrowserCache=Quark Tarayıcı Önbelleği
QuarkBrowserlocalstorage=Quark Tarayıcı Yerel Depolama
QuarkBrowserForm=Quark Tarayıcı Otomatik Doldurma Form Geçmişi
QuarkBrowserPasswords=Quark Tarayıcı Kayıtlı Parolalar
QuarkBrowserSession=Quark Tarayıcı Oturumu
QuarkBrowserBookmarks=Quark Tarayıcı Yer İmleri
AppleInstallCache=Apple Yazılım Yükleme Önbelleği
BaiduYunGuanjia=Baidu Yun Guan Jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-önbellek
MESCache=Microsoft Security Essentials günlükleri ve güncelleme önbelleği
QIHU360TotalSecurity=QIHU 360 Total Security
Tencent-Logs=Tencent Günlükleri
Thunder=Thunder
Thunder-Game=Thunder Oyun
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Driver Genius Güncelleme Dosyaları
DriverGeniusBackupFiles=Driver Genius Yedek Dosyaları
DriverGeniusDownloadInstallerFiles=Driver Genius Kurulum Dosyaları
DriverGeniusCacheFiles=Driver Genius Önbellek Dosyaları
QQMusicCacheFiles=QQ Müzik Önbellek Dosyaları
KuGouMusicCacheFiles=KuGou Müzik Önbellek Dosyaları
KuGouLyricFiles=KuGou Şarkı Sözü Dosyaları
XIAMIMusicCache=XIAMI Müzik Önbelleği
NeteaseCloudMusicCache=Netease Cloud Müzik Önbelleği
KuWoInstallCache=KuWo Müzik Kurulum Önbelleği
KuWoMusicCache=KuWo Müzik Önbelleği
BaiduMusicLogFiles=Baidu Müzik Günlük Dosyaları
BaiduMusicCache=Baidu Müzik Önbelleği
WeSingLogFiles=WeSing Günlük Dosyaları
WeSingCache=WeSing Önbelleği
QQLiveCacheFiles=QQLive Önbellek Dosyaları
YoukuCacheFiles=Youku Önbellek Dosyaları
IQIYIVideoCacheFiles=IQIYI Video Önbellek Dosyaları
mgtvLogFiles=mgtv Günlük Dosyaları
mgtvCacheFiles=mgtv Önbellek Dosyaları
CNTVUpdateLogFiles=CNTV Güncelleme ve Günlük Dosyaları
SOHUPlayerCacheandLogFiles=SOHU Player Önbellek ve Günlük Dosyaları
SOHUPlayerDownloadsCache=SOHU Player İndirme Önbelleği
StormPlayerTempFiles=Storm Player Geçici Dosyaları
PPTVTempFiles=PPTV Geçici Dosyaları
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=QQ Önbellek Dosyaları
QQreceivedimages=QQ Alınan Resimler
QQreceivedfiles=QQ Alınan Dosyalar
QQreceivedDynamicEmoticon=QQ Alınan Dinamik Emojiler
QQreceivedVideo=QQ Alınan Videolar
QQreceivedAudio=QQ Alınan Sesler
TIMCacheFiles=TIM Önbellek Dosyaları
QTalkCacheFiles=QTalk Önbellek Dosyaları
QQPCMgr=QQ PC Yöneticisi
TencentQQGame=Tencent QQ Oyunu
BrowserLog=Web Tarayıcı Günlük Dosyaları
AmazonMusic=Amazon Müzik
AdobeApplicationManager=Adobe Uygulama Yöneticisi
AdobePhotoshopCC=Adobe Photoshop CC
AdobeAcrobatDC=Adobe Acrobat DC
IOBIT=IObit Yazılımı
bilibiliCacheFiles=Bilibili Video Önbelleği
bilibililocalstorage=Bilibili Geçmişi
Discord=Discord
Razer Software=Razer Yazılımı
DiskDrill=Disk Drill
Epic=Epic Games Launcher
Resso=Resso
MicrosoftTeams=Microsoft Teams
MicrosoftCorporationII.MicrosoftFamily=Aile
WeChatCache=WeChat Önbelleği
WeChatreceivedfiles=WeChat Alınan Dosyalar
WeChatreceivedImage=WeChat Alınan Resimler
WeChatreceivedVideo=WeChat Alınan Videolar
WeChatreceivedDynamicEmotion=WeChat Alınan Dinamik Emojiler
Cortana=Cortana
SignalCache=Signal Önbelleği
ThunderbirdCache=Thunderbird Önbelleği
ThunderbirdForm=Thunderbird Otomatik Doldurma Form Geçmişi
ThunderbirdPasswords=Thunderbird Kayıtlı Parolalar
ThunderbirdOther=Thunderbird Diğer Geçmiş Verileri
ThunderbirdSession=Thunderbird Oturumu
ThunderbirdCookies=Thunderbird Çerezleri
GoogleDrive=Google Drive
GoodSync=Good Sync
BoxDrive=Box Drive
VNCViewer7=VNCViewer 7
AndroidStudioCache=Android Studio Önbelleği
VMwareHorizonClient=VMware Horizon İstemcisi
CorelPaintShopPro=Corel PaintShop Pro
Maxthonlocalstorage=Maxthon Yerel Depolama
MaxthonCache=Maxthon Önbelleği
MaxthonForm=Maxthon Otomatik Doldurma Form Geçmişi
MaxthonPasswords=Maxthon Kayıtlı Parolalar
MaxthonSession=Maxthon Oturumu
Maxthonbookmarks=Maxthon Yer İmleri Yedeği
MaxthonCookies=Maxthon Çerezleri
MailMaster=Mail Master
FoxitPDFReader=Foxit PDF Okuyucu
SunloginClient=Sunlogin İstemcisi
TencentMeetingcache=Tencent Meeting Önbelleği
BaiduPCFaster=Baidu PC Faster
FoxitPDFEditor=Foxit PDF Düzenleyici
MasterPDF=MasterPDF
BaiduNetdiskcache=Baidu Netdisk Önbelleği
360DriverMaster=360 Driver Master
Kaspersky=Kaspersky
Meitu=Meitu Önbelleği
ynote-desktop=ynote-desktop
MindMaster=MindMaster
GreenPomeloCleaner=GreenPomelo Temizleyici
Doubao=Doubao Önbelleği
eSobi=eSobi
leidian=Leidian Simülatörü
iMyFoneUmate=iMyFone Umate Pro

[Type]
UserDefine=Kullanıcı Tanımlı
ZeroFile=Boş dosyalar - 0 bayt
WinSetupLog=Windows kurulum hata günlük dosyaları
NtUninstall=Windows Yaması Kaldırma Kaynakları
InvalidLnk=Geçersiz kısayollar
UserTemp=Kullanıcı geçici klasörlerindeki dosyalar
WinTemp=Windows geçici klasörlerindeki dosyalar
RecentFiles=Son dosyaların kısayolları
PatchSource=Windows Güncelleme Kaynakları
TempFile=Geçici dosyalar
fcwdir=İndirme işlemi tarafından oluşturulan dosyalar
tfcbp=Programlar tarafından oluşturulan geçici dosyalar
sdrf=Disk taraması sırasında oluşturulan geri yükleme dosyaları
OldFile=Eski Dosyalar
outdatedfile=Eski tarihli dosyalar
fcwhfir=Yardım dosyası çalıştırılırken oluşturulan dosyalar
Ncfile=Haber grubu önbellek dosyaları
Backupfile=Yedek dosyalar
WBfile=MS Word Yedek dosyaları
Cbswahf=Yardım dosyası araması sırasında oluşturulan dosyalar
whtf=Windows yardım sistemi geçici dosyaları
Logfile=Günlük dosyaları
LLogfile=Uygulama veya sistem hizmetleri tarafından oluşturulan günlük dosyası
Errorfile=Hata dosyaları
Wmdf=Win2000/XP bellek döküm dosyaları
bcomf=Değiştirilmiş dosyaların yedek kopyaları
Indexfile=İndeks dosyaları
ifcbsiotitpbs=Resim görüntüleme hızını artırmak için sistem tarafından oluşturulan indeks dosyaları
Tfcds=Kurulum sırasında oluşturulan geçici dosyalar
Intermediatefile=Ara dosyalar
chkfile=Kurtarılan dosya

[AutoClean]
DiskSaved=Disk alanı kurtarıldı.
Title=Tebrikler!
TraceCleanned=izler temizlendi.
exit=Çıkış

[Skin]
SkinDefault=Açık
SkinDark=Koyu

[AutoUpdate]
CurrentFile=Geçerli Dosya:
Canceling=İptal ediliyor...
CANCEL=İptal
Ready=İndirmeye hazır

[feedback]
InvalidEmail=Lütfen doğru e-posta adresi giriniz.
emptyinput=Lütfen gönderim için bir şeyler giriniz.
thanks=Geri bildiriminiz için teşekkürler!
FrmFeedback.lblfeedback.caption = %s için değerlendirme yapınız:
FrmFeedback.lblemail.caption = E-posta adresi:
FrmFeedback.lblgood.caption = En çok hangi özelliği beğendiniz?
FrmFeedback.lblbad.caption = En çok hangi özelliği beğenmediniz?
FrmFeedback.lblwant.caption = En çok hangi yeni özelliği istiyorsunuz?
FrmFeedback.btncancel.caption = İlgilenmiyorum
FrmFeedback.btnsubmit.caption = Gönder

[Schedule]
Idle=Boşta
Login=Oturum açarken

[WiseAi]
LoadUtilities=Yükleniyor...
